{
"items": [
	{
		"data": "2025-10-04-15-53",
		"input": "Parlando i dolci alla pasticceria, non ho un dolce particolare preferito. Però mi piace il sistema che si riposa con caffè e dolci economichi",
		"correzione": "Parlando di dolci in pasticceria, non ho un dolce particolare preferito. Però mi piace il momento di riposo con caffè e dolci economici",
		"argomento": ["preposizione", "lessico", "ortografia"]
	},
	{
		"data": "2025-10-03-09-40",
		"input": "Non ti preoccupare. Anche se nel caso, non c'è problema perche tu hai appena iniziato a studiare il giapponese.",
		"correzione": "Non ti preoccupare. Anche in quel caso, non c'è problema perché hai appena iniziato a studiare il giapponese.",
		"argomento": ["congiunzioni", "accento grafico", "uso di pronomi"]
	},
	{
		"data": "2025-10-03-09-42",
		"input": "Quando ero a Bari, al supermercato, volevo capperi ma ho detto \"mi dia un etto di capelli\" a cameriere senza capelli.",
		"correzione": "Quando ero a Bari, al supermercato, volevo dei capperi ma ho detto \"mi dia un etto di capelli\" a un commesso senza capelli.",
		"argomento": ["articoli", "lessico", "uso di sostantivi"]
	},
	{
		"data": "2025-10-03-09-44",
		"input": "Oggi non è così speciale. Sarebbe meglio se i miei studenti studiassero più.",
		"correzione": "Oggi non è così speciale. Sarebbe meglio se i miei studenti studiassero di più.",
		"argomento": ["comparativi e avverbi di quantità", "congiuntivo imperfetto"]
	},
	{
		"data": "2025-10-03-10-52",
		"input": "Desu è una espressione commune e cortese. Non  lo usiamo per famiglia e amici, ma lo usiamo in altri casi.",
		"correzione": "Desu è un'espressione comune e cortese. Non la usiamo con la famiglia e gli amici, ma la usiamo in altri casi.",
		"argomento": ["articolo indeterminativo", "apostrofo", "aggettivo qualificativo", "uso del pronome diretto", "preposizione articolata"]
	},
	{
		"data": "2025-10-03-12-11",
		"input": "Però le espressioni casuali sono veramente caotici.",
		"correzione": "Però le espressioni casuali sono veramente caotiche.",
		"argomento": ["accordo aggettivo-sostantivo (genere e numero)"]
	},
	{
		"data": "2025-10-02-00-43",
		"input": "Hanno construtto l'autostrada dopo di Mussolini.",
		"correzione": "Hanno costruito l'autostrada dopo Mussolini.",
		"argomento": ["ortografia", "uso improprio di preposizione"]
	},
	{
		"data": "2025-10-03-23-25",
		"input": "Lavoro alle 23 solo venerid di normale. Sfortunatamente, abbiamo la differenza di tempo, questa ora ci sembra la piu comoda per noi.",
		"correzione": "Lavoro alle 23 solo il venerdì normalmente. Sfortunatamente, abbiamo una differenza di fuso orario, quindi quest'ora ci sembra la più comoda per noi.",
		"argomento": ["ortografia", "uso dell'articolo", "avverbio di frequenza", "lessico (fuso orario)", "accenti"]
	},
	{
		"data": "2025-10-04-19-10",
		"input": "Però ci sono tanti valiant di espressioni, questi valiant sono la più grande problema per studiare il giapponese",
		"correzione": "Però ci sono tante varianti di espressioni, queste varianti sono il problema più grande per studiare il giapponese",
		"argomento": ["lessico", "accordo di genere", "articolo", "ordine degli aggettivi"]
	},
	{
		"data": "2025-10-04-19-12",
		"input": "In oltre abbiamo anche i diaretti come",
		"correzione": "Inoltre abbiamo anche i dialetti come",
		"argomento": ["ortografia", "lessico", "uso di avverbi"]
	},
	{
		"data": "2025-01-27-15-35",
		"input": "Buon sapere che fa buono oggi lì.",
		"correzione": "Bello sapere che fa bello oggi lì.",
		"argomento": ["accordo aggettivo-sostantivo", "uso di 'buono' vs 'bello'", "struttura della frase"]
	},
	{
		"data": "2025-01-27-15-45",
		"input": "La foto mi rocorda la porta di Siena.",
		"correzione": "La foto mi ricorda la porta di Siena.",
		"argomento": ["ortografia", "verbo ricordare"]
	},
	{
		"data": "2025-01-27-15-50",
		"input": "Ci vuole alcuni tempo per abbituarla.",
		"correzione": "Ci vuole del tempo per abituarmi.",
		"argomento": ["accordo aggettivo-sostantivo", "ortografia", "uso di pronomi riflessivi", "struttura della frase"]
	},
	{
		"data": "2025-01-27-15-55",
		"input": "Principalmete, è piú facile la tasteria con meno tasti.",
		"correzione": "Principalmente, è più facile la tastiera con meno tasti.",
		"argomento": ["ortografia", "accenti", "lessico"]
	},
	{
		"data": "2025-10-22-06-49",
		"input": "Come era il tuo visitato? Lo sai che ci era un tornado alla preferia di Parigi? Sarebbe rara per averlo lì.",
		"correzione": "Come è stato il tuo viaggio? Lo sai che c'è stato un tornado alla periferia di Parigi? Sarebbe raro averlo lì.",
		"argomento": ["lessico", "tempo verbale", "ortografia", "accordo di genere", "uso di preposizioni"]
	},
	{
		"data": "2025-10-22-06-52",
		"input": "Ci volebbe alcune tempo ma provo a capirlo.",
		"correzione": "Ci vorrà del tempo ma provo a capirlo.",
		"argomento": ["coniugazione verbale", "articoli indeterminativi", "accordo di genere"]
	},
	{
		"data": "2025-10-22-07-00",
		"input": "Ieri, mia moglie ha dimenticato la sua cellulare e le sue carte di credito nel bus. Mi ha chiesto chimare la azienda del bus e controllare le avevano trovato o no. Fortunatamente, l'hanno trovate e ho putoto raccoglierle.",
		"correzione": "Ieri, mia moglie ha dimenticato il suo cellulare e le sue carte di credito sull'autobus. Mi ha chiesto di chiamare l'azienda dell'autobus e controllare se le avevano trovate o no. Fortunatamente, le hanno trovate e ho potuto recuperarle.",
		"argomento": ["accordo di genere", "preposizioni", "ortografia", "elisione", "accordo del participio passato", "lessico"]
	},
	{
		"data": "2025-10-29-06-33",
		"input": "Ho letto la tua frase interessante da solo all'inizo. Ci sono alcuni paroli che non li sapevo ma ho potuto capire la grande parte del argoment.",
		"correzione": "Ho letto la tua frase interessante da solo all'inizio. Ci sono alcune parole che non le sapevo ma ho potuto capire la maggior parte dell'argomento.",
		"argomento": ["ortografia", "accordo di genere", "articoli indeterminativi", "elisione", "lessico"]
	},
	{
		"data": "2025-10-29-06-57",
		"input": "Non supporto il communismo, però non so il sistema buona politica. I Immigranti e il support sociale sono i gran problemi del mondo come hai scritto. Anche in giappone, abbiamo le discuzioni sui problema ma mi sambra che non si capsice bene la parte importante dei problemi.",
		"correzione": "Non supporto il comunismo, però non so qual è il sistema politico migliore. Gli immigrati e il supporto sociale sono i grandi problemi del mondo come hai scritto. Anche in Giappone, abbiamo le discussioni sui problemi ma mi sembra che non si capisca bene la parte importante dei problemi.",
		"argomento": ["ortografia", "accordo di genere", "majuscole", "lessico", "accordo di numero", "coniugazione verbale", "struttura della frase"]
	},
	{
		"data": "2025-10-25-18-24",
		"input": "Prendiamo gran attenzione al telemoto grande si chiama 南海トラフ地震：なんかいとらふじしん. Nel caso, Kyoto sarebbe distratto terrebilmente.",
		"correzione": "Prestiamo grande attenzione al terremoto grande che si chiama 南海トラフ地震：なんかいとらふじしん. Nel caso, Kyoto sarebbe distrutta terribilmente.",
		"argomento": ["lessico (prendere vs prestare)", "accordo aggettivo-sostantivo", "ortografia (terremoto)", "uso di 'che'", "ortografia (terribilmente)", "accordo del participio passato"]
	},
	{
		"data": "2025-10-25-18-28",
		"input": "ゆば é una speclialità di Kyoto, anche se non ha nessun sposa.",
		"correzione": "ゆば è una specialità di Kyoto, anche se non ha nessun sapore.",
		"argomento": ["ortografia (è vs é)", "ortografia (specialità)", "lessico (sapore vs sposa)"]
	},
	{
		"data": "2025-10-25-18-34",
		"input": "Che impauriti. Sfortunatamente, sappiamo non possiamo smettere il terremoto e i studiosi dicono che lo avremo nel futuro vicino.",
		"correzione": "Che paura. Sfortunatamente, sappiamo che non possiamo fermare il terremoto e gli studiosi dicono che lo avremo in un futuro vicino.",
		"argomento": ["lessico (paura vs impauriti)", "uso di 'che'", "lessico (fermare vs smettere)", "articolo (gli)", "preposizione (in un futuro)"]
	},
	{
		"data": "2025-10-25-18-42",
		"input": "Onestamente, \"la festa di bere\" non è un buon tradurre.",
		"correzione": "Onestamente, \"la festa di bere\" non è una buona traduzione.",
		"argomento": ["accordo aggettivo-sostantivo (buona vs buon)", "lessico (traduzione vs tradurre)", "uso del sostantivo"]
	},
	{
		"data": "2025-10-25-18-44",
		"input": "のみかい é la cena socievole con alcolico.",
		"correzione": "のみかい è la cena sociale con alcolici.",
		"argomento": ["ortografia (è vs é)", "lessico (sociale vs socievole)", "accordo di genere (alcolici vs alcolico)"]
	},
	{
		"data": "2025-10-25-20-06",
		"input": "Dipende. Per esempio, ho deciso di comprare la tastiera nuova ma prima di comprarla, ho investito tanto.",
		"correzione": "Dipende. Per esempio, ho deciso di comprare una tastiera nuova ma prima di comprarla, ho investito tanto.",
		"argomento": ["uso dell'articolo indeterminativo (una vs la)", "coerenza del discorso"]
	},
	{
		"data": "2025-10-25-20-08",
		"input": "Dipende. Per esempio, ho deciso di comprare una tastiera di nuovo tipo ma prima di comprarla, ho investito tanto.",
		"correzione": "Dipende. Per esempio, ho deciso di comprare una tastiera di nuovo tipo ma prima di comprarla, ho investito tanto.",
		"argomento": ["grammatica corretta", "uso di 'nuovo tipo'", "struttura della frase"]
	},
	{
		"data": "2025-10-25-20-11",
		"input": "Secondo me, devo seguire l'istinto quando provo una cosa nuova, però normalmente, vorrei pensare prima di fare una case perché non vorrei svegliare.",
		"correzione": "Secondo me, devo seguire l'istinto quando provo una cosa nuova, però normalmente, vorrei pensare prima di fare una cosa perché non vorrei sbagliare.",
		"argomento": ["lessico (cosa vs case)", "lessico (sbagliare vs svegliare)", "struttura della frase"]
	}
]
}